---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFlowDirectionParam
source: html/eb4a6bb5-b6f8-92a6-ffc9-d47b429db8d3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFlowDirectionParam Property

"Flow Direction"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFlowDirectionParam { get; }
```